11/data/attachments/e3220c884086d741.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f27b0bdb-b1c9-4648-adf7-b5d3b84f213f</nif:username>
            <nif:friendToBeAdded>Kelly_anyone_Actions_28776_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>